
const initialState = 
    {
        section3: [
            { title: "Завантажте файл", text: "Завантажте зображення для шифрування." },
            { title: "Дешифрування", text: "Отримайте ваш секрет назад!" },
            { title: "Легко та швидко", text: "Простий інтерфейс для всіх користувачів." },
        ],
        section4: [
            { title: "Безпечно зберігайте" },
            { title: "Дешифруйте легко" },
            { title: "Захистіть інформацію" },
        ],
        section7:[
            { title: "Про Нас", text: "Ми захоплюємся криптографією. Наша мета - забезпечити безпеку ваших даних з найсучаснішими технологіями." },
            { title: "Чому Ми?", text: "Ми не просто розробники, ми - ваші захисники у світі інформаційних загроз!" },
        ],
        section8:[
            { title: "Шифрування Даних", text: "Захистіть свої дані на диску. Безпека понад усе!", },
            { title: "Дешифрування", text: "Відкрийте свої файли за підписом. Просто, як два пальці об асфальт!", },
            { title: "Безпека Перш за Все", text: "Ваші дані - наша відповідальність. Довіртеся професіоналам!", },
            { title: "Інноваційні Рішення", text: "Готові і найкращі рішення для вас!", },
        ]
    }



const lendingReduser = (state = initialState, action) => {
    switch (action.type) {
        default:
            return state
    }
}


export { lendingReduser}